"%@%@ to achieve goal" = "Необходимо пройти еще%@ %@ для достижения цели";
"%@访问相机或相册权限受到限制" = "%@ Доступ к камере или файлам запрещен";
"%@年%@月" = "%@ s год %@ месяц";
"%@日上午" = "Утром %@ числа";
"%@日下午" = "Днём %@ числа";
"%@月" = "%@ месяц";
"%ld 张照片" = "%ld фото";
"1. 请先绑定设备" = "1. Привяжите устройство";
"2 DAYS AGO" = "2 дня назад";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Откройте WeChat, войдите в WeRun, нажмите настройки в верхнем правом углу домашней страницы WeRun, найдите";
"24小时制" = "24-часовой формат";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Вернитесь на страницу WeRun, зайдите в рейтинг, вы увидите список устройств, синхронизированный с WeRun. Если синхронизация не произошла, обновите страницу несколько раз.";
"A lot of" = "Много";
"About us" = "О нас";
"According to your personal data, we advise you to sleep %@hours a day" = "Мы рекомендуем Вам спать %@ часов в сутки";
"According to your personal data, we advise you to walk %@steps a day" = "Мы рекомендуем Вам проходить %@ шагов в день";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "Для хорошего самочувствия мы рекомендуем Вам проходить не менее %@ шагов в день и спать не менее 8 часов";
"Account already exists" = "Аккаунт уже существует";
"Account does not exist" = "Аккаунта не существует";
"Account format error" = "Неверный формат аккаунта";
"Activity" = "Спортивная цель";
"Add user data failed" = "Ошибка в добавлении данных";
"Adding information，please later" = "Добавление данных, подождите";
"ai_disconnect_remind" = "Отсоединить напоминание";
"ai_hrv_repo_0" = "Отчет об анализа диаграммы рассеивания Лоренца";
"ai_hrv_repo_1_00" = "От нехватки данных HRV невозможно провести аналогичный анализ, следует крепок держать надевание или правильное надевание, тем время надевания длиное, чем результаты надежные.";
"ai_hrv_repo_2" = "Изменениетемпа битья сердца";
"ai_hrv_repo_2_11" = "Во время измерения макс. изменение темпа битья сердца нормальное, диапазон изменения темпа битья сердца нормальный. ";
"ai_hrv_repo_2_12" = "Во время измерения макс. изменение темпа битья сердца нормальное, а диапазон изменения темпа битья сердца слишкой низкий, обычно Для толиы людей с хорошим физическим качеством и хорошей сонной привычки диапазон изменения темпа битья сердца в ночное время более низкий, но существует  малая вероянтность. у которой появляется олигокардия, при отсутствии нездоровья не надо провести особое лечение, а в основном наблюдать.  ";
"ai_hrv_repo_2_13" = "Во время измерения макс. изменение темпа битья сердца нормальное, а диапазон изменения темпа битья сердца слишкой высокий, существует более высокий риск тахикардия, обычно это является последствием  от  возлияния, тяжелой физической работы и эмоциональной активности,при отсутствии нездоровья не надо провести особое лечение, а в основном наблюдать.  ";
"ai_hrv_repo_2_21" = "Во время измерения макс. изменение темпа битья сердца более узкое,а диапазон изменения темпа битья сердца нориальный, обычно чрезмерная усталость или возлияние приведут к ненормальному тепму битья сердца, обычно следует обратить внимание на сочетание труда и отдыха, повышение сонное качество, при отсутствии нездоровья не надо провести особое лечение, а в основном наблюдать. ";
"ai_hrv_repo_2_22" = "Во время измерения макс. изменение темпа битья сердца более узкое,а диапазон изменения темпа битья сердца слишком низкий, обычно появляется от психического беспокойства и бессонницы, при отсутствии нездоровья не надо провести особое лечение, а в основном наблюдать. Существует более малый риск анемия и трудности с дыханием, рекомендуется спать с высоким положением подушки, бросить курение и возлияние, держать свой разум сбалансированным и обеспечитт адекватный сон.";
"ai_hrv_repo_2_23" = "Во время измерения макс. изменение темпа битья сердца более узкое,а диапазон изменения темпа битья сердца слишком высокий, при появлении за короткий период следует обратить внимание на сочетание труда и отдыха, избегать проведения ночи без сна и обеспечить сон. При появлении за длинный период и притом сопроводить боль в груди, сердцебиение и одышка, в большинстве случаев показывается ишемия миокарда, рекомендуется провести соответствующее медицинское обследование. ";
"ai_hrv_repo_2_31" = "Во время измерения макс. изменение темпа битья сердца более широкое,а диапазон изменения темпа битья сердца нормальный, обычно показываются  проведение ночи без сна и бессонница, рекомендуется воспитать хорошую сонную привычку, можно провести массаж, ванну для ног и прочие действия для сонной помощи.";
"ai_hrv_repo_2_32" = "Во время измерения макс. изменение темпа битья сердца более широкое,а диапазон изменения темпа битья сердца слишком низкий, обычно показываются олигокардия, появляются головокружение, кратковременные черные глаза, усталость, учащенное сердцебиение, сжатие грудной клетки и одышка, при наличии серьезного положения возникает  обморок, рекомендуется своевременно приехать в больницу для  врачебного осмотра. ";
"ai_hrv_repo_2_33" = "Во время измерения макс. изменение темпа битья сердца более узкое,а диапазон изменения темпа битья сердца слишком высокий, обычно показывается от гипогипнози и проведения ночи без сна, следует обеспечить сонное время, перед сном нельз я провести  напряженное и возбужденное действие, существует более высокий риск аритмии, рекомендуется воспитать хорошую сонную привычку, бросить курение и возлияние, при отсутствии улучшения следует пораньше получить врачебный осмотр.   ";
"ai_hrv_repo_2_34" = "Мин. темп битья сердца аномально низкий, обычно аномальное надевание приведет к такому последствию, рекомендуется читать пояснительную записку и правильно надеть круглую ручку.";
"ai_hrv_repo_2_35" = "Макс. темп битья сердца аномально высокий, обычно аномальное надевание приведет к такому последствию, рекомендуется читать пояснительную записку и правильно надеть круглую ручку.";
"ai_hrv_repo_3" = "Внезапное изменение темпа битья сердца";
"ai_hrv_repo_3_11" = "Макс. внезапное изменение темпа бить сердца производится в нормальном диапазоне, степень внеапного изменения нормальная.";
"ai_hrv_repo_3_12" = "Макс. внезапное изменение темпа битья сердца производится в нормальном диапазоне, степень внезапного изменения слишком низкая,обычно появляется от физической и умственной усталости, при отсутстуии нездоровья не надо провести особое лечение, в основном наблюдать и обратить внимание на отдых. ";
"ai_hrv_repo_3_13" = "Макс. внезапное изменение темпа битья сердца производится в нормальном диапазоне, степень внезапного изменения слишком высокая, существует более высокий риск преждевременного ритма, при отсутствии нездоровья не надо провести особое лечение, в основном наблюдать, рекомендуется притупить отношение и умягчить напряженное настроение. ";
"ai_hrv_repo_3_14" = "Макс. внезапное изменение темпа битья сердца производится в нормальном диапазоне, степень внезапного изменения аномально высокая,обычно появляется от аномального надевания, рекомендуется читать пояснительную записку и правильно надеть круглую ручку. ";
"ai_hrv_repo_3_21" = "Макс. внезапное изменение темпа битья сердца производится при наличии высокого темпа битья сердца, степень внезапного изменения нормальная, существует более низкий риск сердцебиения, стеснения в груди и затрудненного дыхания, появляетс от обструкции дыхательных путей и храпа, при наличии неудобного чувства следует своевременно приехать в больницу для врачебного осмотра. ";
"ai_hrv_repo_3_22" = "Макс. внезапное изменение темпа битья сердца производится при наличии высокого темпа битья сердца, степень внезапного изменения слишком низкая, обычно появляется от сухого комнатного воздуха и духоты, рекомендуется открыть окно для вентиляции, обратить внимание на тепловое сохранение и предупредить простуду. ";
"ai_hrv_repo_3_23" = "Макс. внезапное изменение темпа битья сердца производится при наличии более высокого темпа битья сердца, степень внезапного изменения слишком высокая, существует риск сердцебиения, стеснения в грцуди и преждевременного ритма, обычно появляется от чрезмерного напряжения и эмоционального настроения, при многократном появлении и наличии очевидной нездоровья следует своевременно приехать в больницу для врачебного осмотра. ";
"ai_hrv_repo_3_31" = "Макс. внезапное изменение темпа битья сердца производится при наличии чрезвычайно высокого темпа битья сердца, степень внезапного изменения нормальная, существует более высокий риск сердцебиения, стеснения в груди и затрудненного дыхания, обычно появляется от гриппа и лихорадки, при наличии неудобного чувства следует своевременно приехать в больницу для вречебного осмотра. ";
"ai_hrv_repo_3_32" = "Макс. внезапное изменение темпа битья сердца производится при наличии чрезвычайно высокого темпа битья сердца, степень внезапного изменения слишком низкая, существует риск легкого сердцебиения, стеснения в груди и затрудненного дыхания,обычно появляется от гриппа, лихорадки или эмоционального настроения,при наличии неудобного чувства следует своевременно приехать в больницу для врачебного осмотра ";
"ai_hrv_repo_3_33" = "Макс. внезапное изменение темпа битья сердца производится при наличии чрезвычайно высокого темпа битья сердца, степень внезапного изменения слишком высокая, существует более высокий риск сердцебиения, стестения в груди и затруднения в дыхание, обычно появляется от преждевременного ритма и гипертонии, при многократном появлении и наличии бессонницы, очевидной нездоровья, следует своевременно приехать в больницу для врачебного осмотра.  ";
"ai_hrv_repo_3_34" = "Макс. внезапное изменение темпа битья сердца производится при наличии чрезвычайно высокого темпа битья сердца, степень внезапного изменения слишком высокая,обычно появляется от аномального надевания, рекомендуется читать пояснительную записку и правильно надеть круглую ручку. ";
"ai_hrv_repo_4" = "Нервное положение";
"ai_hrv_repo_4_11" = "Существует легкий преждевременный ритм, обычно появляется от эмоционального настроения, чрезмерного курения и возлияния, рекомендуется регулировать отношение, уменьшить или избегать курения и возлияния.";
"ai_hrv_repo_4_12" = "Раздражительность сердца ослабляется, умеренное нервное возбуждение, обычно появляется от эмоционального и возбужденного настроения, очень легко производятся усталость в течение дня и утомление, рекомендуется перед сном провести подходящее действие для освобождения энергии и спокойствия настроения.";
"ai_hrv_repo_4_13" = "Раздражительность сердца более слабая, чрезменое нервное настроение, рекомендуется избегать чрезмерно эмоционального и напряженного настроения, при помощи некоторого действия сонной помощи для умягчения настроения, в последнее время следует избегать употребления кофе, крепкого чая или вина и напиток. ";
"ai_hrv_repo_4_14" = "Раздражительность сердца более сильная, при отсутствии нездоровья не надо провести особое лечение, в основном наблюдать, при постоянном чувствии усталости и утомления, можно подлежащим образом усилить закалку. ";
"ai_hrv_repo_4_15" = "Раздражительность сердца хорошая, духовное положение тоже хорошее.";
"ai_hrv_repo_4_16" = "Раздражительность сердца хорошая, легкое нервное настроение, при отсутствии нездоровья следует обратить внимание на сочетание труда и отдыха перед сном, подлежащим образом ослабить. ";
"ai_hrv_repo_4_17" = "Раздражительность сердца более сильная, нервная активность низкая, обычно появляется от чрезмерной усталости, при отсутствии нездоровья следует обратить внимание на отдых, в последнее время следует избегать долговременную работу и проведение ночи без сна. ";
"ai_hrv_repo_4_18" = "Раздражительность сердца хорошая,нервная активность слишком низкая, обычно появляется от легкой усталости, при отсутствии нездоровья следует обратить внимание на отдых. ";
"ai_hrv_repo_4_19" = "Раздражительность сердца легко ослабляется, нервная активность слишком низкая, обычно появляется от  умеренной усталости, обычно следует обратить внимание на отдых и сочетание труда и отдыха. ";
"ai_hrv_repo_4_21" = "Существует легкий риск преждевременного ритма, это производится среди нормальных людей (эмоциональное настроение, нервное напряжение, усталость, диспепсия, чрезмерные курение, возлияние или употребление крепного чая), при отсутствии нездоровья рекомендуется провести долговременное наблюдение.   ";
"ai_hrv_repo_4_22" = "Существует более очевидный преждевременный ритм, это производится среди нормальных людей (эмоциональное настроение, нервное напряжение, усталость, диспепсия, чрезмерные курение, возлияние или употребление крепного чая),но пациент с органической кардиопатией особенно легко производится, рекомендуется пораньше провести соответствующее медицинское обследование. ";
"ai_hrv_repo_4_23" = "Существует более высокий риск преждевременного ритма, это производится среди нормальных людей (эмоциональное настроение, нервное напряжение, усталость, диспепсия, чрезмерные курение, возлияние или употребление крепного чая), рекомендуется проветси долговременное наблюдение, при появлении более высокой вероятности, следует провести соответствующее медицинское обследование. ";
"ai_hrv_repo_4_30" = "Временно не анализировать настоящее явление, для диаграммы рассеивания Лоренца существует малая вероятность с появлением более сложного изображения, рекомендуется долговременно надеть и наблюдать.  ";
"ai_hrv_repo_5" = "Изменение сердечного ритма";
"ai_hrv_repo_5_11" = "Темп битья сердца в ночное время стабильный и сердечное положение хорошее.";
"ai_hrv_repo_5_12" = "Темп битья сердца стабильный, но сердечное положение нехорошее, существует более низкий ритм тахикардии, обычно на это следует обратить внимание и нельзя показать чрезмерную усталость.";
"ai_hrv_repo_5_13" = "Темп битья сердца в ночное время стабильный, сердце немножко усталое, следует избегать проведение ночи без сна, обеспечить сон во избежание усиления нагрузки на сердце. ";
"ai_hrv_repo_5_14" = "Темп битья сердца в ночное время стабильный, нагрузка на сердце слишком большая, рекомендуется менее есть жирную пищу и крепко держать закалку.";
"ai_hrv_repo_5_21" = "Аритмия в ночное время, нагрузка на сердце слишком большая, следует избегать неправильную диету и переедание, более есть свежые фрукты и овощи, избегать и предотвратить простуду. ";
"ai_hrv_repo_5_22" = "Темп битья сердца в ночное время стабильный, сердце более усталое, существует более высокий риск ишемии миокарда, рекомендуется принять низкосолевую диету с низким содержанием жиров, стабилизировать настроение, избегать неожиданную радость и печаль, при наличии стеснения в груди и сердцебиения, следует регулярно провести медицинское обследование своего здоровья.";
"ai_hrv_repo_5_23" = "Темп битья сердца в ночное время стабильный, нагрузка на сердце слишком большая,существует более высокий риск тахикардии, обычно следует обратить внимание на не чрезмерную усталость, бросить курение и мало пить вино, избегать чрезмерно тяжелый физический труд или внезапно применить силу.";
"ai_hrv_repo_5_24" = "Аритмия в ночное время, а сердце немножко усталое, существует более низкий риск ишемии миокарда, при отсутствии нездоровья следует провести регулярное медицинское обследование здоровья, при постоянном чувствии усталости и утомления, нехорошего духовного положения, притом сопроводить стеснение в груди и одышку, рекомендуетс своевременно приехать в больницу для медицинского осмотра.";
"ai_hrv_repo_5_25" = "Темп битья сердца в ночное время стабильный, нагрузка на сердце слишком большая, риск большого содержания жира в крови и гипертонии увеличивается, рекомендуется принять легкую диету, регулярно проводить медицинское обследование здоровья, люди с ожирением должны подлежащим образом уменьшить вес тела.";
"ai_hrv_repo_5_26" = "Аритмия в ночное время, сердце более усталое, существует риск трудности дыхания, недостаточного кровоснабжения, рекомендуется засыпать на боку, подлежащим образом усилить влажность воздуха в комнате, усилить закалку, избегать эмоциональное настроение и чрезмерную усталость, регулярно проводить медицинское обследование здоровья, обратить внимание на наблюдение за кровяным давлением.";
"ai_hrv_repo_5_31" = "Аритмия в ночное время, нагрузка на сердце большая, существует явление синусовой тахикардии, обычно появляется от употребления кофе, крепкого чая или перед сном, такое действие легко приведет к напряженному и воздужденному настроению для людей, или возможно от лихорадки, анемии, гипертиреоза и прочей болезни, обычно следует развивать хороший ритм в жизни, при чувствии нездоровья  следует своевременно принять медицинское обследование, регулярно проводить медицинское обследование здоровья.   ";
"ai_hrv_repo_5_32" = "Аритмия в ночное время, нагрузка на сердце большая, существует явление синусовой тахикардии, обычно появляется от анемии, миокардита или инфаркта миокарда, или возможно от более низкой температуры в измерительной части в течение ночи, следует обратить внимание на тепловое сохранение, провести долговременное наблюдение, при многократном появлении, наличии сонливости, усталости и головокружения, рекомендуется провести медицинское обследование и пораньше принять врачебный осмотр. ";
"ai_hrv_repo_5_33" = "Аритмия в ночное время, нагрузка на сердце слишком большая, духовное напряжение, слишком многократные курение, возлияние, употребление крепкого чая или кофе, чрезмерная усталость, серьезная бессонница часто являются фактором индукции аритмии, рекомендуется воспитать хороший ритм в жизни, обратить внимание на сочетание труда и отдыха, регулярно проводить медицинское обследование. ";
"ai_hrv_repo_5_40" = "Временно не анализировать настоящее явление, для диаграммы рассеивания Лоренца существует малая вероятность с появлением более сложного изображения, рекомендуется долговременно надеть и наблюдать.";
"Alarm" = "Настройки будильника";
"Alarm settings" = "Настройки будильника";
"Albums" = "Фотогалерея";
"alcohol allergic people or not" = "Аллергия на алкоголь";
"Alcohol test" = "Алкотестер";
"Already the latest version" = "Последняя версия";
"April" = "апр";
"August" = "авг";
"Average HR" = "Средний пульс";
"Average:" = "Средний";
"Awake times" = "Количество пробуждений";
"Back" = "Назад";
"bad" = "Плохо";
"BEGIN RUNNING" = "Начать тренировку";
"bit" = "мало";
"Blood Normal" = "Обычный";
"Blood Personal" = "Личный";
"Blood pressure" = "Артериальное  давление";
"Blood pressure zone" = "Пределы АД";
"Bluetooth disconnected，test failed" = "Bluetooth отключен";
"BP manual test" = "Ручной тест АД";
"BP mode" = "Тест АД";
"BP test mode setting" = "Настройки тестирования АД";
"Burned" = "ккал";
"Calorie" = "Калории";
"Camera" = "камера";
"Cancel" = "Отмена";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Индивидуальные настройки артериального давления влияют на результат измерения";
"Click to connect device" = "Нажмите для подключения устройства";
"Confirm" = "Ок";
"Confirm new password" = "Подтвердите новый пароль";
"Congratulations, you have completed the goal!" = "Поздравляем, вы достигли цели!";
"Connect device" = "Подключение устройства";
"Connected" = "Устройство подключено";
"Continue" = "Продолжить";
"Current version:" = "Текущая версия:";
"Dashboard" = "Управление";
"Date of birth" = "День рождения";
"December" = "дек";
"Deep sleep" = "глубокий сон";
"Delete" = "Удалить";
"Device" = "Устройство";
"Device BP test mode: %@" = "Тестовый режим АД: %@";
"Device disconnected" = "Не подключено";
"Did disconnected" = "Отключить";
"Disconnected" = "Отключен";
"Distance" = "км";
"Done" = "Готово";
"Download the latest version?" = "Скачать последнюю версию?";
"Drinking level" = "Уровень алкоголя";
"Drinking time" = "Время питья";
"Edit" = "Изменить";
"Email or phone number" = "E-mail";
"End at" = "Время окончания";
"Enter new password" = "Введите новый пароль";
"Enter old password" = "Введите старый пароль";
"Enter Security code" = "Введите код";
"Enter the password" = "Введите пароль";
"Enter verification code" = "Введите код";
"excess" = "Чрезмерно";
"February" = "фев";
"Fell Asleep" = "Засыпание";
"female" = "женщина";
"Firmware upgrade" = "Обновление прошивки";
"Forgot password?" = "Забыли пароль?";
"Gender" = "Пол";
"generally" = "Нормально";
"Go exercise outside" = "Упражнения на улице";
"Good" = "Хорошо";
"Gps duration" = "Продолжительность";
"GPS定位权限未打开,是否前往设置?" = "Нет разрешения на GPS, перейти в настройки?";
"GPS运动" = "GPS";
"Great" = "Отлично";
"Have new firmware version, whether to upgrade？" = "Найдено обновление ПО, установить?";
"Health Tips" = "Советы для здоровья";
"Heart rate" = "пульс";
"Heart rate zone" = "Дневная активность";
"Height" = "Рост";
"high" = "Высокая";
"Highest BP" = "Верхнее АД";
"History" = "История";
"hours" = "час";
"HRV健康指数" = "Индекс сердечного ритма";
"HRV数据" = "Вариабельность сердечного ритма";
"HRV夜间监测" = "Вариабельность сердечного ритма ночью";
"I got it" = "Мне известно";
"If back, app will stop tracking movement locus, back?" = "При выходе приложение прекратит отслеживать активность. Подтвердите";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Слабый сигнал GPS, приложение не может точно отслеживать";
"January" = "янв";
"July" = "июл";
"June" = "июн";
"Last refresh" = "Последнее обновление";
"Latest" = "Последний";
"Light sleep" = "Легкий сон";
"Log in" = "Авторизация";
"Log out" = "Выход";
"Login failed" = "Войти не удалось";
"Login success" = "Авторизация успешно";
"Login, please later" = "Вход, подождите";
"Long seat" = "Настройки малоподвижности";
"Long seat setting" = "Настройки малоподвижности";
"low" = "Низкая";
"Lowest BP" = "Нижнее АД";
"male" = "мужчина";
"Maps" = "Карты";
"March" = "мар";
"Mass" = "Бег";
"Maximum steps:" = "Макс шагов:";
"May" = "авг";
"Measured time" = "Время";
"Message" = "Сообщение";
"moderate" = "Умеренно";
"Moderate" = "Спортивная хотьба";
"Monthly" = "месячный";
"More" = "Еще";
"Move" = "Прогулка";
"My device" = "Моё устройство";
"Network request timeout" = "Время запроса истекло";
"Network unavailable，please check network" = "Проверьте сеть";
"New message" = "Уведомления";
"Nickname" = "Имя";
"Night turn wrist" = "ночь поворот запястья";
"No" = "Нет";
"No BP data" = "нет данных об АД";
"No drink data records, please keep up" = "Нет данных";
"No HR data" = "нет данных о пульсе";
"No movement data records, Stop exercises?" = "Нет данных, прекратить занятия?";
"No pair no cloud data, pair account？" = "При отсутствии соединения данные не сохраняются в облаке. Привязать?";
"No running history yet please start one" = "Нет записей. Начните сейчас";
"No sleep data" = "нет данных о сне";
"No steps data" = "Нет данных ";
"None" = "нет";
"Normal" = "Нормальный";
"Notifications" = "уведомление";
"November" = "ноя";
"October" = "окт";
"Old password is incorrect" = "Старый пароль неверный";
"Or" = "или";
"OSAHS_ASK1" = "Ответ: в сне непрерывных 7 часов возникают больше 30 прекращений дыханий (нет дыхания, непрерывное время составляет больше 10 секунд или больше их), или среднее разовое количество воздушной вентиляции в каждый час (уменьшение расхода дыхательного воздуха или полное прекращение) превышает 5 раз, можно считают существование синдрома апноза по сну.";
"OSAHS_ASK2" = "Ответ: синдром апноэа во сне является хронической болезнью, в заболевании трудно заметить симптома, в ранний период симптомы не вызывают внимание, если дыхание не свободное, то это легко вызывает храпание, даже нехватку кислородов в легких, кровянный кислород снижается, вызывает никак не отдых и восстаноление тела, духовное состояние и состояние о теле плохие, жизненное качество значительно снижается. \n Важное то, что в возникновении прекращения дыхания, от отсутствия внешнего возбуждения, больные трудно имеют своего ясного чувства, пока в органах тела нехватают кислорода, даже вызывают повреждение, а больные непрерывно увеличивают повреждения, в конце вызывают разные болезни сердца, мозга и кровянных сосудов, духовные болезни, даже смерть. ";
"OSAHS_ASK3" = "Ответ: Больше болезней вызываются забиванием верхних дыхательных проходов. включая, носовая раковина толстая и большая, миндалина толстая и большая, нижняя челюсть короткая, кружность шеи толстая, полное темо толстая.  \n Поэтому, большинство синдрома апноэа во сне прегражденный, частичный синдром апноэа во сне вызывается повреждением дыхательных узловых нерв, плохой функцией по регулированию дыхания, это называет центральный тип, или смешанный тип. ";
"OSAHS_ASK4" = "Ответ: По типичным клиническим симптомам и характеристикам организма можно оказывать простое определение, но от особенности хронической болезни, отсутствуют контрольно-измерительное оборудование, в сне больные трудно чувствуют себя своих ночных симптомов, только по описанию членов семьи и своему осущению, легко проводят ошибочное определение, отсутствуют научные свидетельства. \n Когда болезное состояние становится серьёзным, больные только знают необходимое лечение. \n Стандартные способы - многоканальный контроль над сном (PSG), делают контроль над кровянным кислородом ядром, комплектуют электроэнергии сердца, электроэнергии мозга, электроэнергии мускулы, электроэнергии глаз и многие физиологические параметры, могут точно знать типы симптомов и степени. В данный момент, болезное состояние уже входит в более серьёзную этапу, трудность лечения, себестоимость и неудобность болезных значительно повышаются, поэтому, чем ранее определяют болезнь, тем лучше. ";
"OSAHS_ASK5" = "Ответ: в настоящее время результаты по исследованию центрального синдрома апноэа во сне более малые, за исключением болезней из-за плохой функцией плохого регулирования (первичная болезнь), всё ещё не имеют более эффективного средства лечения, но центральный синдром апноэа во сне постоянно не отдельно существуют, поэтому использование способа по лечению центрального синдрома апноэа во сне также имеет определенную лечебную эффективность. Лечение центрального синдрома апноэа во сне также имеет определенную лечебную эффективность. В лечении центрального синдрома апноэа во сне, обычно надо выбирать вариант лечения по серьёзной степени болезни. \n Каким-нибудь способом лечение центрального синдрома апноэа во сне, пути лечения имеют два сорта, в первых, путём контрольно-измерительного режима, в временном возникновении дыхания, путём внешнего возбуждения прекращают дыхание, например, в возникновении прекращения дыхания если существуют серьёзная нехватка кислорода, уменьшается непрерывное время по прекращению дыхания, уменьшают повреждение органов тела; во-вторых, в случае без контрольно-измерительного режима, прямо сохраняют лечебное состояние, надо избавиться от возникновения прекращения дыхания. ";
"OSAHS_ASK6" = "Ответ: больные с синдромом апноэа во сне, контроль над кровяным кислородом имеет нижеследующие преимущества: \n 1. Храпение развивается до этапы по прекращению дыхания, оказывает тревогу напоминания риска заболевания. \n\n2. В ранний период болезни, в качестве аргумента определения, надо заранее перевозить больного в больницу, уменьшать трудность лечения, себестоимость лечения, увеличивать вероятность восстановления. \n\n3.В этапе лечения, надо своевременно контролировать болезные положения ночью, оказывать обратную связь лечебной эффективности. \n\n4. Можно использовать важные аргументы по контролю над прекращением дыхания, комплектовать средства возбуждения, контролировать болезни. ";
"OSAHS_Q1" = "Что такое  СОАС?";
"OSAHS_Q2" = "Имеет ли СОАС тяжелые последствия?";
"OSAHS_Q3" = "Чем вызвана данная болезнь?";
"OSAHS_Q4" = "Как узнать, есть ли у меня  СОАС?";
"OSAHS_Q5" = "Как вылечить  СОАС?";
"OSAHS_Q6" = "Какая польза от мониторинга кислорода в крови при  СОАС?";
"OSAHS_白天症状" = "Клиническое проявление в днём: \n1.сонливость. \n\n2. головокружение. \n\n3.духовное состояние необычное, боль в голове, беспокойство, волнование, тревога и так далее. \n\n4.гипоактивность сексуальной функции и так далее. ";
"OSAHS_解释" = "В сне непрерывных 7 часов возникают больше 30 апноэов по сну или в среднем в каждый час разовое количество вентиляции превышает 5 раз, это вызывает спускание кровяного кислорода, и клинические синдромы хронической гипоксемии и гиперкапнии. ";
"OSAHS_其他治疗方法" = "Операция, лекарство и вентиляционное лечение: \n1. с помощью операции необычной зоны на верхних дыхательных проходах. \n\n2.Лечение лекарством. \n\n3. ночью всасывание кислорода низкого расхода. \n\n4. всасывание углекислоты концентрацией в 2-3%. \n\n5. Через нос проводят непрерывную вентиляцию. \n\n6. запуск мускулы вне организма. \n\n7. механическая вентиляция. ";
"OSAHS_夜间症状" = "Ночные клинические проявления: \n1.храпение: звук не воспитанный, звук храпения - прекращение воздушного течения - дышание - звук храпения. \n\n2. Пауза дыхания: с дыханием звук храпения прекращается. \n\n3.пробуждение: постоянно перекидывают организм, четыре оконечности не автоматически двигаются, и даже передняя зона сердца не удобная. \n\n4. многие движения: ночью переворачивание, вращение более частное. \n\n5. много потов, ночная моча увеличивается. \n\n6. поведения сна необычные: показывают ужасы, удивительные кричи, ночный туризм и так далее. \n\n Кроме этого, организм толстый, нос толстый, храпение легко вызывает синдром остановки дыхания. ";
"OSAHS_治疗建议" = "Здоровые жизненные способы и ранние правильные диагнозы являются ключом по уменьшению паузы дыхания. Клиническое медицинческое лечение свидетельствует то, что с лучшением синдрома апноэа во сне, болезни в сердце и кровянных сосудах также улучшаются. Чемд лечебное время более долгое, лучшение симптомов становится всё отчётливее.  ";
"OSAHS_主要治疗方法" = "По приказу врача принимают лекарства и проводят операцию, путём нижеследующего способа проводят лечение или заземление болезни: \n1.контроль над весом организма. \n\n2. курят дымы и водки. \n\n3. занимаются подходящим спортом. \n\n4. сон в боке. ";
"Pace" = "Шаг";
"Pair account" = "Привязка устройства";
"Pair failed" = "Привязка устройства не удалась";
"Pair mobile phone" = "Привязать мобильный телефон";
"Paired" = "Устройство привязано";
"Passive HR" = "Пульс в реальном времени";
"Password" = "пароль";
"Password error" = "Неверный пароль";
"Password format error" = "Пароль неверный";
"Perfect" = "Великолепно";
"Personal data" = "Личные данные";
"Personal information" = "Персональная информация";
"Phone call" = "Звонок";
"Please enter 4 numbers code" = "Введите 4-значный пароль";
"Please enter 4 valid numbers from 0 to 9" = "Введите 4 цифры от 0 до 9";
"Please enter 4 valid verify codes" = "Введите проверочный код";
"Please enter a valid password from 6 to 20" = "Введите пароль (от 6 до 20 знаков)";
"Please enter account" = "Введите аккаунт";
"Please enter new password" = "Введите новый пароль";
"Please enter old password" = "Введите старый пароль";
"Please enter password" = "Введите пароль";
"Please enter your nickname" = "Введите имя";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Пожалуйста, откройте (%@) для синхронизации данных о состоянии здоровья и качества сна";
"Please open %@ to synchronize your health data and to check your today's sport" = "Пожалуйста, откройте (%@) для синхронизации данных о состоянии здоровья и проверки спортивных достижений";
"Please wear properly" = "Наденьте устройство правильно";
"Poor" = "Слабый";
"Power remain" = "Заряд";
"Profile" = "Профиль";
"Prompt" = "подсказка";
"Pull down to refresh data" = "Потяните для обновления";
"Pull to pause" = "пауза";
"Refreshing the data.." = "Обновление данных ..";
"Registration, please later" = "Регистрация, подождите";
"Release to refresh data" = "Отпустите для обновления";
"Remind when over" = "Время для оповещений";
"Reset device password" = "Сброс пароля";
"Reset password" = "Сброс пароля";
"Reset password failed" = "Сброс пароля не удался";
"Reset password success" = "Успешный сброс пароля";
"Rest" = "Отдых";
"Running" = "Бег";
"Save" = "Сохранить";
"Save or note?" = "Сохранить и записать?";
"Security code" = "Получить код";
"Send failed" = "Не удалось отправить";
"Send seccuss" = "Успешно отправлено";
"September" = "сен";
"Set goal" = "Установить цель";
"Setting activity" = "Спортивные цели";
"Setting failure" = "Ошибка";
"Setting success" = "Успешно";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Для получения точных измерений задайте нормальное значение вашего АД";
"Settings" = "Настройки";
"Sign up" = "Pегистрация";
"Sign up failed" = "Ошибка регистрации";
"Single heart rate test" = "Измерить пульс";
"Sleep" = "Cон";
"Sleep duration" = "Длительность сна";
"Sleep goal" = "Сон";
"Sleep quality:" = "качество сна:";
"Sport" = "Спорт";
"Start from" = "Время начала";
"Start real-time BP measurement" = "Начать измерение АД";
"start\nsport" = "Старт\nsport";
"Step" = "Шаги";
"Steps" = "Шаги";
"Stop exercises" = "Прекратить упражнения";
"Strenuous" = "Энергичный";
"Strong" = "Сильный";
"test complete" = "Тестирование завершено";
"testing..." = "Тестирование";
"The role of alcohol on the liver" = "Время воздействия алкоголя на печень";
"The two password you typed do not match" = "Пароли не совпадают";
"Time in heart rate zone" = "Активность за день";
"TODAY" = "cегодня ";
"Unpaid failed" = "Отвязка не удалась";
"Unpaired" = "Устройство отвязано";
"Update" = "Обновление";
"Update version:" = "Обновленная версия:";
"Upload complete" = "Загрузка завершена";
"Upload failed" = "Сбой обновления";
"Uploaded" = "Обновление успешно";
"Validation failed" = "Ошибка проверки";
"Verification code is expired, please try again" = "Проверочный код истек, запросите новый";
"Waiting for loading maps" = "Загрузка карт, подождите";
"Weekly" = "Понедельно";
"Weight" = "Вес";
"Woke up" = "Время подъема";
"Yearly" = "В год";
"Yes" = "Да";
"YESTERDAY" = "вчера";
"You haven’t set up your personal BP data， set up now？" = "Хотите задать персональное значение АД?";
"Your BP is %@/%@！Do you want to save data？" = "Ваше артериальное давление %@/%@, сохранить?";
"安静" = "Тихий";
"安全期" = "Безопасный период";
"绑定" = "Переплет";
"宝妈期" = "Мама и малыш";
"备孕期" = "Подготовка к беременности";
"备孕期设置" = "Настройки периода подготовки к беременности";
"本次测试无效" = "Ошибка теста";
"本月GPS运动总里程" = "Данные по GPS за месяц";
"本月手环运功消耗总热量" = "Количество калорий за месяц";
"编辑闹钟" = "Редактировать будильник";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Тест на задержку дыхания поможет определить объем легких. Чем меньше значение, тем лучше";
"不再提醒" = "Больше не напоминать";
"不重复" = "Не повторять";
"参考值" = "Эталонное значение";
"操作方法" = "\nМетод";
"测试中断" = "тест неудачный";
"叉形" = "Форма вил";
"叉形_说明" = "Основная плотная зона как форма кометы с сокращенной версией, головная часть острая, точка рассеивания в хвостовой части показывает вилообразный тип, часто видеть в пациенте со слабостью сердца типа гиперемии.";
"查找手机" = "Найти телефон";
"常用时长" = "Общее время работы";
"出生日期" = "Дата рождения";
"初始化完成，正在测试血氧浓度" = "Инициализация завершена и тестируется уровень кислорода в крови";
"初始化中" = "Инициализация";
"初始密码:0000" = "Базовый пароль:0000";
"此操作会清除手环所有数据并关机,是否继续?" = "Это очистит все данные и устройство выключится. %s. Продолжить?";
"此功能需要设备与App保持连接" = "Для работы функции необходимо, чтобы устройство было подключено к приложению";
"次" = "раз";
"次/分" = "раз/мин";
"次数" = "Частота";
"单次时长" = "Время работы";
"单次提醒" = "Напомнить один раз";
"单位设置" = "Переключение единиц";
"当前经期" = "Текущий период менструации";
"当前月经期第%ld天" = "%ld день менструальной фазы";
"倒计时" = "Обратный отсчет";
"倒计时备注" = "Внимание:\n1. Основной дисплей и таймер могут использоваться одновременно\n2. Если браслет не синхронизирован с приложением, время, указываемое на браслете стандартное\n3. При использовании секундомера нажмите и удерживайте кнопку на браслете 3 секунды для запуска обратного отсчета.\n4. Для остановки обратного отсчета секундомера, нажмите и удерживайте 3 секунды кнопку на браслете.";
"倒计时时长" = "Время обратного отсчета";
"到达5张图片上限" = "До 5 фотографий";
"登录过期，请重新登录" = "Время подключения истекло, войдите снова";
"低氧唤醒" = "Пробуждение низкого кислорода";
"低氧时间" = "Гипоксия";
"低氧时间_解释" = "Продолжительность состояния о нехватки физиологического кислорода или нехватки нужного кислорода в ткани. ";
"低氧时间_症状" = "1. головокружение. \ N \ n2. затруднение дыхания.";
"低氧时间_治疗方法" = "1. Внешнее снабжение кислорода, за исключением прямого всасывания кислорода, включает в себя разные кислородные спорты, например, прогулка, медленный бег, глубокое дыхание, улучшение обстановки по всасыванию кислорода, и так далее. \n\n2. В необходимости, перевозите в больницу, проводите улучшение лекарством. ";
"典型病症" = "Типичные симптомы";
"动态校准" = "Калибровка";
"动态校准失败" = "Калибровка не удалась";
"动态校准完成" = "Калибровка завершена";
"动态校准中…" = "Калибровка...";
"短棒形" = "Форма палки";
"短棒形_说明" = "Форма похожа на форму сокращенной кометы, голова большая и хвост большой, площадь более малая, часто видеть в толпе людей с большой нагрузкой сердца, при серьезном условии достигнуть слабости сердца, в нормальной толпе людей такое явление появляется при возлиянии или усталости.";
"多动" = "Гиперактивность";
"肥胖" = "Полнота";
"肥胖提示" = "ИМТ выше нормы. Пересмотрите свой образ жизни";
"分" = "мин";
"分_M" = "мин";
"分析报告" = "Отчет";
"分析结果" = "Результат";
"分析数据" = "Анализ данных";
"分享标题" = "Название";
"分享成功" = "Успех";
"分享内容" = "Содержание";
"分享失败" = "Ошибка";
"风格" = "Стиль";
"风格二" = "Стиль 2";
"风格三" = "Стиль 3";
"风格一" = "Стиль 1";
"肤色" = "Цвет кожи";
"肤色设置" = "Настройки цвета кожи";
"肤色选择" = "Выбор цвета кожи";
"复杂形" = "Сложная форма";
"干预手段" = "Средства вмешательства";
"高压要比低压大24" = "низковольтный высокого давления , чем  24 ";
"更多" = "Больше";
"公里" = "км";
"公里/时" = "км/ч";
"公制" = "километры";
"关" = "закрыть";
"关闭,设备端将无法单独使用此功能" = "Устройство не может выполнить функцию";
"过去不可操作" = "Неактуальная дата";
"呼吸率" = "Частота дыхания";
"呼吸率_解释" = "Одно дыхание – это один вдох и один выдох";
"呼吸率_症状" = "1. Брадипноэ: ритм дыхания стабильный, но частота меньше 10 раз в минуту, часто встречается в пожилом возрасте или при апноэ. Нервное расстройство, нарушение обмена веществ или передозировка лекарств могут вызывать брадипноэ, в связи с перекрытием дыхательных путей, также вызывает заземление дыхания. \n\n2. Тахипноэ: учащенное и затрудненное дыхание. ";
"呼吸率_治疗方法" = "Первая помощь для людей с затрудненным дыханием дома. \n1. Соблюдайте тишину, исключите нервное перенапряжение. \n\n2. Примите лежачее положение или сядьте, чтобы расслабиться. \n\n3. Проветрите помещение \n\n4. Соблюдайте диету, ешьте больше овощей и фруктов, чтобы восполнить количество жидкости в организме. Пейте больше воды. \n\n5. Обратитесь к врачу";
"呼吸暂停" = "Апноэ";
"呼吸暂停_解释" = "При апноэ прекращается поступление воздуха через дыхательные пути на 10 секунд и более.";
"呼吸暂停_症状" = "1.Периодический или постоянный храп, одышка, задержка дыхания от 20 до 30 секунд или более 2 минут в редких случаях с признаками цианоза (губы или пальцы приобретают фиолетовый оттенок). \n\n2. Частое переворачивание во сне приводит к низкому качеству сна, вызывает сонливость и головокружения днем.";
"呼吸暂停_治疗方法" = "Болезные по временному прекращению храпания в дыхании в сне, за исключением принятия лекарства по приказу врача, операции и вентиляционному лечению, можно путём нижеследующего способа проводят лечение или уменьшение болезни. \n1. контроль над весом организма. От того, что толстые люди из-за накапливания жиров, в процессе дыхания давление в животе увеличивается, уменьшение функции легких вызывает низкую кислородную концентрацию. \n\n3. Проводят подходящие спорты. Подходящие спорты могут улучшать положения о снабжении крови в сердце, мозг и кровянные сосуды, улучшают вентиляционную вентиляцию, укрепляют сопротивляемость организма, уменьшают процент по возникновению болезни в глотках. \n\n4. Боковой сон. Больные с помощью позиции бокового сна сохраняют свободу дыхательных проходов. ";
"呼吸暂停参考" = "Апноэ ссылка";
"呼吸暂停常识" = "Признаки апноэ";
"呼吸暂停常识tip" = "Храп по время сна, нарушения дыхания, апноэ и частые просыпания или человек испытывает приступы удушения, ночной энурез, головную боль по утрам, сухость во рту, пониженную реакцию, сниженную концентрацию, сонливость и т.д. Если ситуация продолжается, это может вызвать аритмию, легочную артериальную гипертензию, сердечно-легочную недостаточность, гипертонию и т.д. Первичные симптомы могут быть слабыми и трудно диагностируемыми.\n Слабые: 10-20 приступов апноэ или гипопноэ в течение 7 часов ночного сна, уровень кислорода в крови 85%-89%\n Средние: 20-30 приступов апноэ или гипопноэ в течение 7 часов ночного сна, уровень кислорода в крови 80%-84%\n Серьезные: более 30 приступов апноэ или гипопноэ в течение 7 часов ночного сна, уровень кислорода в крови 80%\n\nЕсли происходит изложенная выше ситуация, необходимо принять следующие меры:\n1. Посетить доктора\n2. Необходимо заниматься такими упражнениями как ходьба, бег, глубокое дыхание\n3. Спать на боку\n4. Избегать переработок в дневное время\n\n Здоровый образ жизни и диагностика на ранней стадии – ключевые моменты для предотвращения и уменьшения синдрома апноэ.";
"呼吸暂停综合征" = "Апноэ";
"忽略" = "Пропустить";
"华氏度" = "Фаренгейт";
"怀孕第%ld周" = "%ld неделя беременности";
"怀孕概率" = "Вероятность беременности";
"怀孕期" = "Беременность";
"环境检测校准中，请保持正确姿势" = "Калибровка в процессе, сохраняйте правильное положение";
"唤醒机制" = "Механизм пробуждения ";
"唤醒机制_原理" = "Если контролируют то, что ваша величина кровянного кислорода ночью непрерывно слишком низкая, вероятно влияет на ваше здоровье тела, в оборудовании оказывают уведомление о тревоге. ";
"回到今天" = "К текущей дате";
"彗星形" = "Форма кометы";
"彗星形_说明" = "Для обычной формы нормального взрослого человека вдоль угла 45 градусов более узкая головная часть образует симметрическую диффузию и постепенно расширяется, образует тип кометы, в частичной толпе людей появляется неочевидная узкая головная часть, она показывает зону рассеивания с большим точечным промежутком или плотную хвостовую часть, показывает долговязый рог, это относится нормальному явлению. ";
"火箭形" = "Форма ракеты";
"火箭形_说明" = "Цельная часть грубая, голова малая и хвост большой, головная часть плотная и острая, вдоль 45 градусовголовная часть показывает симметрическую диффузию и постепенно расширяется, от точки хвостовой части промежуток постепенно увеличивается, часто видеть в толпе людей с храпением или с симптомокомплексом апноэ, при увеличении течения болезни точечный промежуток более большой.";
"极胖" = "Ожирение";
"极胖提示" = "Высокий ИМТ. Риск сердечных и других заболеваний. Пересмотрите свой образ жизни";
"间隔长度" = "Продолжительность в днях";
"焦耳" = "о";
"接入微信运动，与朋友分享运动的乐趣！" = "Доступ в WeRun и вы сможете делиться с друзьями своими спортивными достижениями";
"界面显示" = "Интерфейс дисплея";
"仅供参考" = "Для справки";
"经期" = "Период менструации";
"经期结束" = "Окончание периода";
"经期开始" = "Начало периода";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Во время менструации половые контакты могут привести к инфекциям и гинекологическим заболеваниям";
"经期设置" = "Настройки менструального цикла";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Менструальный цикл слишком длинный. Проверьте  настройки";
"经期选择" = "Выбор периода менструации";
"经期一定不能大于今天" = "Менструальный цикл не должен превышать сегодняшнюю дату";
"经期长度" = "Продолжительность в днях";
"距离下一个月经" = "До следующего менструального цикла";
"距离下一个月经还有%s天" = "До следующего менструального цикла осталось %s дней";
"开" = "Открыто";
"开关设置" = "Единицы измерения";
"开启女性功能" = "Женский календарь";
"开始倒计时" = "Начать отсчет";
"辣妈设置" = "Настройки для мамы";
"来电自动接听" = "Авто ответ";
"蓝牙未打开" = "Bluetooth не включен";
"累加值" = "Суммарное значение";
"离孩子出生还有" = "до рождения ребенка";
"历史记录" = "Исторические данные";
"联系方式" = "Контакты";
"亮度调节" = "Яркость";
"榴弹形" = "Форма гранаты";
"榴弹形_说明" = "Форма похожа на гранату, головная и хвостовая секция более широкая, часть середины более тонкая, обычно хвостовая широкая часть более широкая, чем головная ширительная часть, часто видеть в пациентн с сердцебиением, в толпе людей  с постоянным чувством сердцебиения легко появляется.";
"洛伦兹散点图" = "Рисунок разбросанных точек Лоренца";
"洛伦兹散点图参考" = "Справочный рисунок разбросанных точек Лоренца";
"脉率变异性" = "Колебания пульса";
"脉率变异性_解释" = "Положение о изменении разничности в период сердечного биения, то есть, изменение разницы в период RR. Можно отражать положения о сердце, кровянных сосудах и духовное состояние в последний период. ";
"脉率变异性_症状" = "1. Изменчивость частоты импульса не активная, сохраняется в более низком уровне. \n\n2.Постоянно возникают головокружение, боль в голове, сердцебиение и другие появления. ";
"脉率变异性_治疗方法" = "1. Сохраняют хорошие жизненные привычки, отдых достаточный. \n\n2. Сохраняют хорошее настроение, больше проводят кислородные движения, в пищевых продуктах мало соли и масла. \n\n3. Если в долгой срок величины более низкие, диапазон изменения небольшой, это вероятно принадлежит к предвестью, если чувствуют не удобности, рекомендуют своевременную перевозку в больницу. ";
"没有HRV数据" = "Нет данных  по пульсу";
"没有女性数据" = "Нет данных";
"没有设置闹钟" = "Будильник не установлен";
"没有数据" = "нет данных";
"没有血氧数据" = "нет данных об уровне кислорода в крови";
"没有照片" = "нет фото";
"每天" = "Каждый день";
"米粒形" = "Зернистый тип";
"米粒形_说明" = "Целая часть аномальная короткая, голова и хвост в основном единые, форма похожа на зерно, часто видеть в пациентн с аритмией, большинство из них показываетпароксизмальную желудочковую тахикардию.";
"秒" = "сек";
"秒/分" = "сек / мин";
"秒表功能" = "Секундомер";
"名称" = "Имя";
"名词解释" = "Терминология";
"名字" = "Имя";
"默认风格" = "Стиль по умолчанию";
"闹钟标签" = "Название будильника";
"内容不能为空" = "Поле не может быть пустым";
"您本次测得的疲劳度等级为%@,是否保存？" = "Уровень усталости %@. Сохранить?";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "Ваш уровень кислорода в крови %ld%%, сохранить?";
"您的经期平均持续天数？" = "Средняя продолжительность менструации";
"您的经期之间的平均间隔周期天数？" = "Средняя продолжительность менструального цикла";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Отличное состояние, нет усталости, хорошая концентрация, высокая работоспособность";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Вы не можете сконцентрироваться, вы устали. Вам необходим отдых, пить много жидкости и сохранять хорошее настроение";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Вы можете чувствовать сонливость и усталость. Вам необходимо отдохнуть и немного поспать";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Вы можете использовать iTunes \n  для синхронизации фото с iPhone";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Вы слегка устали. Для отдыха можете послушать любимую музыку.";
"女性" = "Женский календарь";
"拍照" = "Сделать фото";
"排卵期" = "Период овуляции";
"排卵期第%ld天" = "%ld день периода овуляции ";
"排卵日" = "Овуляция";
"佩戴检测" = "Мониторинг ношения";
"疲劳度手动测试" = "Тест на усталость";
"偏低" = "Низкий";
"偏高" = "Высокий";
"偏胖" = "избыточный вес";
"偏胖提示" = "ИМТ выше нормы";
"偏瘦" = "стройный";
"偏瘦提示" = "Низкий ИМТ";
"频现时间" = "Частота времени";
"平均速度" = "скорость";
"平均值" = "среднее";
"屏幕样式设置" = "Стиль дисплея";
"其他应用" = "Другие приложения";
"千卡" = "Ккал";
"前往" = "Перейдите";
"切换性别为男性将会删除女性相关信息？" = "Переключение на мужской пол удалит данные из женского календаря";
"轻度" = "Мягкий";
"轻度" = "мягкий";
"轻度疲劳" = "Легкая усталость";
"清除数据" = "Очистить данные";
"请保持手臂静止横放" = "Держите руку горизонтально";
"请坚持佩戴" = "Не снимайте";
"请简要描述您的问题和意见" = "Задайте вопрос";
"请设置时长" = "Задайте продолжительность";
"请输入4位有效密码" = "Введите верный пароль";
"请调整姿势后重新测试" = "Скорректируйте позу, повторите";
"请选择经期开始日" = "Дата начала периода";
"请选择一个接近自己肤色的颜色" = "Выберите цвет, близкий к вашей коже.";
"日期选择" = "Выбрать дату";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Если вы пока не знаете ПДР, мы поможем рассчитать";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "OK в паре с телефоном?";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Если менструальный период не закончится сегодня, перейдите к следующей дате и измените день окончания";
"三方平台" = "другие платформы";
"三分布形" = "Тройная разделенная форма";
"删除成功" = "Успешно удалено";
"删除闹钟" = "Удалить будильник";
"删除失败" = "Не удалось удалить";
"扇形" = "Вееобразная форма ";
"设备端正在使用测试功能" = "Идет тестирование функций";
"设备防丢" = "Поиск устройства";
"设备正在初始化，请保持正确姿势" = "Инициализация в процессе, сохраняйте правильное положение";
"设备正在倒计时" = "Обратный отсчет";
"设置不合理" = "установление необоснованных";
"设置亮度指数" = "Установить яркость";
"摄氏度" = "°C";
"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Обновление не удалось, имя устройства стало DfuLang, подключитесь повторно и обновите ";
"生理状态" = "Настройки цикла";
"时" = "час";
"时间(分钟)" = "Время (мин)";
"时间区间" = "время";
"时间设置不合理" = "Неверные настройки времени";
"时长" = "длительность";
"实时血氧" = "Уровень кислорода в крови";
"是否保存本次运动?" = "Вы выполняете это упражнение?";
"是否开启手环女性通知?" = "Открыть уведомления женского календаря?";
"是否确认结束本次运动?" = "Подтверждение завершения цикла";
"是否确认开启手环运动模式?" = "Войти в спортивный режим";
"是否要修改人生状态" = "Изменить статус";
"适当的关注一下自己的身体状态哦！" = "Необходимо уделять должное внимание физическому состоянию!";
"收起" = "Прекратить";
"手环通知" = "Уведомление";
"手环已经开启运动模式,是否退出本次运动?" = "Браслет в режиме движения, отменить?";
"手环运动" = "Движение браслета";
"数据详情" = "Данные";
"睡眠呼吸暂停综合症" = " СОАС";
"睡眠呼吸暂停综合症常识" = "Общая информация по СОАС";
"睡眠活动" = "Периоды сна";
"睡眠活动幅度" = "Анализ сна";
"睡眠活动幅度_解释" = "От стадии сна зависят бессознательные движения во сне";
"睡眠活动幅度_症状" = "Неспокойный сон с повышенной потливостью";
"睡眠活动幅度_治疗方法" = "1. Уделите внимание диете и сократите потребление напитков перед сном. \n\n2. Выполняйте определенные ритуалы перед сном – горячая ванна для ног, массаж и т.д. \n\n3. Спите на боку. \n\n4. Измените окружающую обстановку (влажность, температуру).";
"私人血压模式设置" = "Настройки персонального режима АД";
"四分布形" = "Четвёртая раздельнная форма";
"松开立即刷新" = "Отпустите для обновления";
"梭形" = "Форма веретена";
"梭形_说明" = "Два конца тонкие, середина широкая, форма похожа на челнок, часто видеть в пациенте с  легкой ишемией миокарда, появляется малая вероятность в нормальной толпе людей.";
"提交" = "Вносить";
"提交成功" = "Успешно";
"提交失败" = "Фиксировать не удалось";
"提醒日期" = "Дата напоминания";
"天" = "День";
"天气设置" = "Настройка погоды";
"天气推送" = "Погода";
"添加成功" = "Успешно добавлено";
"添加闹钟" = "Добавить будильник";
"添加失败" = "Добавить не удалось";
"填写宝宝的基本信息" = "";
"填写您的预产期" = "Внесите предварительную дату родов";
"跳过" = "Переключение";
"同步完成" = "Синхронизация";
"图片(选填,提供问题截图)" = "Фото (опционально)";
"推荐" = "Рекомендация";
"微信运动" = "WeRun";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Для того, чтобы браслет лучше контролировал состояние Вашего здоровья, выберите цвет, близкий к цвету Вашей кожи";
"未来不可操作" = "Неактуальная дата";
"未授权" = "Не разрешено";
"温度单位" = "Единица тепмпературы";
"问题和意见" = "Вопросы и замечания";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "Приложение делает напоминания для женщин по менструальному циклу и для женщин во время беременности. Если эта функция временно не нужна, выберите эту опцию и пропустите эти настройки";
"是否前往设置女性周期功能？" = "Хотите установить ли женскую функцию родового периода?";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Функция \"Женский календарь\", установить?";
"无账号登录>" = "Нет аккаунта>";
"下拉可以刷新" = "Потяните для обновления";
"详情" = "Данные";
"校准进度" = "Калибровка";
"校准完成，正在测试血氧浓度" = "Калибровка завершена и тестируется уровень кислорода в крови";
"心率报警" = "Критический пульс";
"心率上限" = "Верхний предел частоты сердечных сокращений";
"心率下限" = "Мин пульс";
"心率自动监测" = "Авто мониторинг пульса";
"心脏负荷" = "Нагрузка на сердце";
"心脏负荷_解释" = " нагрузка на сердце означает перфузии индекс отражает пульсации, кровоток. ";
"心脏负荷_症状" = "1. Величина pi большая. \n\n2. частота сердцебиений и кровяное давление более высокое. \n\n3. Дыхание быстрое, возникают слабость. ";
"心脏负荷_治疗方法" = "1. Обеспечение достаточного отдыха, не разрешают слишком усталости и ночи без сна. \n\n2. ослабляют настроение, не разрешают возникновения напряженного духа. \n\n3. Меньше кушают масляные пищевые продукты. ";
"心脏健康指数" = "Индекс здоровья сердца";
"信号" = "сигнал";
"选择您的状态" = "Выбор режима";
"血压测试模式" = "Тестирование АД";
"血压私人模式" = "Персональный уровень АД";
"血压自动监测" = "Авто мониторинг АД";
"血氧" = "Уровень кислорода в крови";
"血氧过低通知" = "Уведомление о низком уровне кислорода в крови";
"血氧浓度" = "Концентрация кислорода в крови";
"血氧浓度_解释" = "Кислород в крови значит процент всех соединенных белков гемоглобинов к кислородным гемоглобинам, то есть, концентрация кислорода в крови. ";
"血氧浓度_症状" = "1. Болезни кровянных сосудов в мозге и сердце (коронарное заболевание сердца, гипертония, гиперлипемия). \n\n2. Болезни дыхательной системы (удушье, трахит, лёгочное сердце и так далее). ";
"血氧浓度_治疗方法" = "1.От того, что болезни возникают в больных с более низкой концентрацией кровянного кислорода, за исключением активного лечения первичной болезни, можно постоянно подготовить оборудование по измерению кровянного кислорода и оборудование по всасыванию кислорода, если контрольная-измерительная концентрация кровянного кислорода слишком низкое, надо своевременно добавлять кислород. \n\n2.За исключением прямого всасывания кислорода, ещё можно заниматься разными кислородными спортами, например, прогулка, медленный бег, глубокое дыхание, улучшение обстановки по всасыванию кислорода применяются в уменьшении болезного состояния. ";
"血氧浓度低" = "Очень низкий";
"血氧浓度偏低" = "низкий";
"血氧浓度异常" = "Необычный";
"血氧浓度正常" = "Нормальный";
"血氧手动测试" = "Тест на уровень кислорода";
"血氧夜间监测" = "Ночной мониторинг уровня кислорода в крови";
"样式" = "Стиль";
"已绑定" = "Скачок";
"已达上限" = "Верхний предел";
"异常" = "Аномальный";
"意见反馈" = "Обратная связь";
"英里" = "Мили";
"英里/时" = "мили/ч";
"英制" = "мили";
"邮箱、电话" = "E-mail, телефон";
"有氧运动时长" = "Аэробика";
"鱼雷形" = "Форма торпеды";
"鱼雷形_说明" = "Форма короткая, головка большая, длинная палочная форма с не широкой хвостовой оконечностью. Постоянно возникают превышение скорости синусного узла, которое вызывается возбуждением настроения, питанием крепкого чая, питанием кофе и другими биофизическими факторами, также группом, излучением теплоты, малокровием, заболеванием гиперфункции щитовидной железы. Нормальные люди также имеют эти болезни с малой вероятностью.";
"语音播报" = "Голосовое уведомление";
"预测经期" = "Прогнозный период менструации";
"预测月经期" = "Прогнозная менструация";
"预产期" = "ПДР";
"预产期一定要大于今天" = "ПДР должна быть больше, чем сегодня";
"孕期设置" = "Настройка периода беременности";
"运动过量提醒" = "Уведомление о чрезмерных физических нагрузках";
"运动量" = "Количество упражнений";
"运动模式关闭失败" = "Не удалось отключить режим движения";
"运动模式开启失败" = "Не удалось зайти в режим движения";
"运动模式已经关闭" = "Режим движения отключен";
"运动模式已经开启" = "Режим движения включен";
"暂不支持此功能" = "Функция не поддерживается";
"暂停次数" = "Количество пауз";
"暂停时长" = "Длина паузы";
"躁动" = "Дискомфорт";
"长棒型" = "Форма жезла";
"长棒型_说明" = "В целом тонкий, головная часть немножко тонкая и малая, середина и хвостовая часть в основном единые, обычно хвостовая широкая часть длиннее головной широкой части, часто видеть в пациенте с фибрилляцией предсердий, в толпе людей с постоянным чувством сердцебиения. ";
"正常" = "Нормальный";
"正常提示" = "Идеальный ИМТ";
"正常血氧浓度范围为95%~99%" = "Нормальный уровень кислорода в крови 95%-99%";
"正在读取数据…" = "Чтение данных ...";
"正在检测，请保持正确姿势" = "Измерение, сохраняйте правильное положение";
"正在同步数据..." = "Синхронизация данных";
"只记经期" = "Менструальный цикл ";
"治疗方法" = "Лечение";
"智能预测" = "Прогноз";
"中度" = "умеренный";
"中度疲劳" = "Усталость";
"重度" = "Строгий";
"重度疲劳" = "Сильная усталость";
"重复" = "Повтор";
"重复提醒" = "Повторять напоминание";
"重试" = "Повтор";
"周二" = "Вт";
"周六" = "Сб";
"周日" = "Вс";
"周三" = "Ср";
"周四" = "Чт";
"周五" = "Пт";
"周一" = "Пн";
"主界面风格设置" = "Настройки основного интерфейса";
"主要指标" = "Ключевые показатели";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Перед подключением к WeRun убедитесь, что устройство подключено к приложению";
"转腕亮屏" = "Поворот запястья";
"转腕灵敏度" = "чувствительность";
"状态良好" = "Хорошее состояние";
"自动调节" = "Автонастройка";
"最大值" = "Макс";
"最低" = "Мин";
"最高(最低)" = "Макс (Мин)";
"最后一次经期开始日" = "Начало периода";
"最后一次经期是什么时候?" = "Последняя менструация";
"最近一次月经" = "Последняя менструация";
"最小值" = "Мин";

"ai_switch_call_auto_answer" = "Модель ответа на телефон без нажимания клавиши";
"ai_switch_call_auto_answer_tip" = "Когда устройство расположено в модели наушника, можно автоматический ответить на входящий телефон. ";
"ai_privacy" = "Политика личного секрета";
"ai_privacy_prompt_content" = "Подтвердите пожалуйста, уже тщательно читать политику личного секрета и признать настоящую политику личного секрета.";
"ai_privacy_title_1" = "Сбор информации";
"ai_privacy_title_1_content" = "Мы собираем данные согласно вашему взаимодействию с нами и вашему выполненному выбору, в т. ч. установку вашего личного секрета, вашу использованную продукцию и функцию. Наши собранные данные возможно включают в себя версию кодов SDK/API/JS, браузер, торговцев поставки услуги на интернет, адрес IP, платформу, печатку времени, символ применимой отметки, версию прикладной программы, канал прикладного распределения, символ отметки самостоятельного устройства, символ отметки пропаганды iOS, символ основной отметки пропаганды Andrews, адрес сетевой карты (MAC), код различия международного передвижного устройства（IMEI）, тип устройства, терминальный завод-изготовителя, версию системы управления терминальным устройством, время запуска/останова переговоров, местонахождение языка, временный пояс, сетевой состояние (WiFi и т.п.), положение применения ортштейна, CPU и батареи. ";
"ai_privacy_title_2" = "Применение индивидуальных данных";
"ai_privacy_title_2_content" = "Когда вы регистрируете Арр при применения номера счета, мы можем собирать вашу заполненную индивидуальную основную информацию, данные о здоровье,  собранные интеллектуальным носимым устрйоством, хранить и анализировать ваши данные в пользу более хорошего предоставления вам показания данных и руководства здоровьем. \n\nЕсли вы не хотите, чтобы не собрали ваши индивидуальные данные, вы можете регистрировать без номера счета.";
"ai_privacy_title_3" = "Безграничная передача индивидуальных данных";
"ai_privacy_title_3_content" = "По требованиям нашей операции мы перемещаем ваши индивидуальные данные в страны вне европейского экономического района, эти страны возможно включают в себя Китай. Мы можем принять надлежащие меры для обеспечения выполнения обязанности сохранения секрета для лица получения ваших данных.\n\nЕсли вы не хотите, чтобы не собрали и переместили ваши индивидуальные данные, вы можете выбрать регистрацию без номера счета.";
"ai_privacy_title_4" = "Ваше право";
"ai_privacy_title_4_content" = "Когда вы применяете наш Арр, как выше излагаем собираем информацию, настоящий сбор информации проводится для оптимизации и управления программным обеспечением и в пользу предоставления вам более хорошей услуги. \n\nДля сбора ваших индивидуальных данных вы имеете право выбрать номер счета и регистрировать или регистрировать без номера счета, при регстрации с применением номером счета мы можем собрать ваши индивидуальные данные, при регистрации без номера счета мы не можем собрать ваши индивидуальные данные.\n\nЕсли вы считаете, что наша обработка ваших индивидуальных данных и информации нарушает соответствующий закон, вы можете подать жалобу контрольному органу.";
"head_title_change_theme" = "Поменить тему";
"ai_ssbr_title" = "Напоминание OSAHS";
"ai_ssbr_minspo2h" = "Пороговая величина кислорода крови";
"ai_ssbr_time" = "Время напоминания ";
"ai_ssbr_remind_tip" = "Открытие или закрытие функции о напоминании болезни OSAHS";
"ai_ssbr_minspo2h_tip" = "В приступе болезни OSAHS, после контрольного измерения концентрации ниже предварительного установленного кислорода крови, оказывают напоминание пользователям. (нормальный диапазон величины кислорода крови в артерии составляет 95-99%).";
"ai_ssbr_time_tip" = "В разовом приступе болезни OSAHS, время по напоминанию вибрации оборудования долгое, если напоминальное время превышает предварительное указанное время или пользователь кликнул в процессе, то вибрация прекращается.";
"ai_screenlight_time" = "Время светлого дисплея";
"ai_screenlight_open" = "Включение";
"ai_screenlight_close" = "Выключение";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
